Repository: kostinbrodorg/OLL
Catalog: src/books/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Books
bg: Книги

source: Book Name
bg: Име на книгата

source: Author Name
bg: Автор на книгата

source: Book counts
bg: Брой копия

source: Release date
bg: Издадена на

source: Release date BG
bg: Издадена в България

source: Publisher
bg: Издател

source: Created by
bg: Създадена от

source: Created on
bg: Създадена на

source: Updated by
bg: Променена от

source: Updated on
bg: Променена на

source: Genres
bg: Жанр

source: Description
bg: Описание

source: Is Available?
bg: Свободна ли е?

source: Is Active?
bg: Активна ли е?

source: Book
bg: Книгa
